{
  "maintitle": "ArchiMate 3.2 Шпаргалка",
  "sellang": "Язык",
  "contrib": "Участники",

  "relt": "Справочник по отношениям",
  "relc1": "Структурные",
  "relc2": "Зависимости",
  "relc3": "Динамические",
  "relc4": "Прочие",
  "relc5": "Соединители",
  "relt1": "Состоит из: Представляет, что элемент состоит из одного или нескольких других понятий. Интерпретация отношения композиции заключается в том, что вся или часть исходного элемента состоит из целого целевого элемента.",
  "relt1n": "Композиция",
  "relt2": "Агрегирует: Представляет, что элемент объединяет одно или несколько других понятий. Интерпретация отношения агрегации заключается в том, что вся или часть исходного элемента агрегирует целый целевой элемент.",
  "relt2n": "Агрегация",
  "relt3": "Обслуживает: Представляет, что элемент предоставляет свою функциональность другому элементу. Отношение обслуживания описывает, как сервисы или интерфейсы, предлагаемые элементом поведения или активной структуры, обслуживают элементы в их окружении. Это отношение применяется как к аспекту поведения, так и к аспекту активной структуры.",
  "relt3n": "Обслуживание",
  "relt4": "Имеет доступ: Представляет способность элементов поведения и активной структуры наблюдать или действовать на элементы пассивной структуры. Отношение доступа указывает, что процесс, функция, взаимодействие, сервис или событие 'взаимодействует' с элементом пассивной структуры, например, создает новый объект, считывает данные из объекта, записывает или изменяет данные объекта, либо удаляет объект.",
  "relt4n": "Доступ",
  "relt5": "Назначено: Представляет назначение ответственности, выполнение поведения, хранения или выполнения. Интерпретация отношения назначения заключается в том, что вся или часть исходного элемента назначена целому целевого элемента. Это означает, что, если, например, два элемента активной структуры назначены одному и тому же элементу поведения, любой из них может выполнить полное поведение.",
  "relt5n": "Назначение",
  "relt6": "Реализует: Представляет, что сущность играет важную роль в создании, достижении, поддержании или работе более абстрактной сущности. Интерпретация отношения реализации заключается в том, что вся или часть исходного элемента реализует целый целевой элемент. Это означает, что, если, например, два внутренних элемента поведения имеют отношение реализации к одному и тому же сервису, любой из них может реализовать полный сервис. Если для реализации необходимы оба внутренних элемента поведения, может быть использован группирующий элемент или соединитель типа 'и'. Для слабых типов воздействия на реализацию элемента мотивации следует использовать отношение влияния.",
  "relt6n": "Реализация",
  "relt7": "Влияет: Представляет, что элемент влияет на реализацию или достижение некоторого элемента мотивации. Отношение влияния используется для описания того, как архитектурные элементы влияют на достижение или реализацию элемента мотивации, такого как цель или принцип. В общем, элемент мотивации реализуется в определенной степени.",
  "relt7n": "Влияние",
  "relt8": "Связан с: Представляет неопределенное отношение или такое, которое не представлено другим отношением ArchiMate. Отношение ассоциации можно использовать при создании первой высокоуровневой модели, где связи изначально обозначаются общим способом, а затем уточняются для демонстрации более специфических типов отношений.",
  "relt8n": "Ассоциация",
  "relt9": "Триггер: Представляет временное или причинно-следственное отношение между элементами. Отношение триггера используется для моделирования временной или причинной последовательности элементов поведения в процессе. Интерпретация отношения триггера заключается в том, что некоторая часть исходного элемента должна быть завершена до того, как может начаться целевой элемент.",
  "relt9n": "Триггер",
  "relt10": "Поток к: Представляет передачу от одного элемента к другому. Отношение потока используется для моделирования потока, например, информации, товаров или денег между элементами поведения. Отношение потока не подразумевает причинную связь.",
  "relt10n": "Поток",
  "relt11": "Специализирует: Представляет, что элемент является конкретным видом другого элемента. Семантика отношения специализации заключается в том, что целый общий элемент специализируется специализированным элементом.",
  "relt11n": "Специализация",
  "relt12": "Используется для соединения отношений одного типа.",
  "relt12n": "Соединитель",

  "intro": "Введение",
  "intros1": "Эта шпаргалка является кратким обзором стандарта Archimate для архитектуры",
  "intros2": "Пожалуйста, обратитесь к ",
  "intros3": "Официальной справочной информации по Archimate 3 от Open Group",
  "intros4": "для получения дополнительной информации и деталей.",
  "intros5": "Во всех примерах вы можете использовать колесо мыши для увеличения/уменьшения.",
  "intros6": "Приятного использования.",
  "intros7": "Полный фреймворк ArchiMate",
  
  "meta": "Метамодель",
  "metas1": "Обзор метамодели",
  
  "moti": "Мотивация",
  "motic1": "Раздел",
  "motic2": "Иконка",
  "motic3": "Примеры аспекта мотивации",
  "motir1": "Элементы",
  "motie1": "Заинтересованная сторона: Представляет роль человека, команды или организации (или их классов), которые выражают свои интересы в отношении влияния архитектуры.",
  "motie2": "Драйвер: Представляет внешнее или внутреннее условие, которое мотивирует организацию определить свои цели и внедрить изменения, необходимые для их достижения.",
  "motie3": "Оценка: Представляет результат анализа состояния дел предприятия в отношении какого-либо драйвера.",
  "motie4": "Цель: Представляет высокоуровневое заявление о намерениях, направлении или желаемом конечном состоянии для организации и ее заинтересованных сторон.",
  "motie5": "Итог: Итог представляет конечный результат, эффект или следствие определенного состояния дел.",
  "motie6": "Принцип: Представляет заявление о намерениях, определяющее общие свойства, которые применимы к любой системе в определенном контексте архитектуры.",
  "motie7": "Требование: Представляет заявление о необходимости, определяющее свойство, которое применимо к конкретной системе, как описано в архитектуре.",
  "motie8": "Ограничение: Представляет ограничение на аспекты архитектуры, процесс ее реализации или её воплощение.",
  "motie9": "Значение: Представляет знание или опыт, содержащийся в концепции или её интерпретации в определенном контексте.",
  "motie10": "Ценность: Представляет относительную значимость, полезность или важность концепции.",
  "motiex1": "Заинтересованные стороны, драйвер и оценка",
  "motiex2": "Цель, итог, принцип, требование и ограничение",
  "motiex3": "Значение и ценность",
  
  "stra": "Стратегия",
  "strac1": "Раздел",
  "strac2": "Иконка",
  "strac3": "Примеры слоя стратегии",
  "strar1": "Активная<br>структура",
  "strar2": "Элемент<br>поведения",
  "strar3": "Элемент<br>пассивной<br>структуры",
  "strae1": "Способности, ресурсы и план действий",
  "strae2": "Поток создания ценности с кросс-картированием способностей",
  "strad1": "Ресурс: Представляет актив, принадлежащий или контролируемый человеком или организацией.",
  "strad2": "Способность: Представляет способность активного элемента структуры, такого как организация, человек или система.",
  "strad3": "План действий: Представляет подход или план конфигурации некоторых способностей и ресурсов предприятия, направленный на достижение цели.",
  "strad5": "Поток создания ценности: Поток создания ценности представляет последовательность действий, которые создают общий результат для клиента, заинтересованной стороны или конечного пользователя.",
  
  "busi": "Бизнес-слой",
  "busic1": "Раздел",
  "busic2": "Иконка",
  "busic3": "Примеры бизнес-слоя",
  "busir1": "Активная<br>структура",
  "busir2": "Элемент<br>поведения",
  "busir3": "Элемент<br>пассивной<br>структуры",
  "busir4": "Композитный<br>элемент",
  
  "busie1": "Элементы активной структуры бизнеса",
  "busie2": "Элементы поведения бизнеса",
  "busie3": "Элементы пассивной структуры бизнеса",
  "busie4": "Композитный элемент бизнеса: Продукт",
  
  "busia1": "Бизнес-актор: Представляет бизнес-сущность, способную осуществлять поведение.",
  "busia2": "Бизнес-роль: Представляет ответственность за выполнение определенного поведения, которое может быть назначено актору, или роль, которую актор играет в конкретном действии или событии.",
  "busia3": "Бизнес-коллаборация: Представляет совокупность двух или более внутренних элементов активной структуры бизнеса, которые работают вместе для осуществления коллективного поведения.",
  "busia4": "Бизнес-интерфейс: Представляет точку доступа, где бизнес-сервис доступен для окружающей среды.",
  
  "busid1": "Бизнес-процесс: Представляет последовательность бизнес-поведений, которая достигает определенного результата, например, заданного набора продуктов или бизнес-сервисов.",
  "busid2": "Бизнес-функция: Представляет совокупность бизнес-поведения, основанного на выбранном наборе критериев, таких как требуемые бизнес-ресурсы и/или компетенции, и управляется или выполняется как единое целое.",
  "busid3": "Бизнес-взаимодействие: Представляет единицу коллективного бизнес-поведения, выполняемого (коллаборацией) двумя или более бизнес-акторами, бизнес-ролями или бизнес-коллаборациями.",
  "busid4": "Бизнес-событие: Представляет изменение состояния в организации.",
  "busid5": "Бизнес-сервис: Представляет явно определенное поведение, которое бизнес-роль, бизнес-актор или бизнес-коллаборация предоставляет своей среде.",
  "busid6": "Бизнес-объект: Представляет понятие, используемое в конкретной области бизнеса.",
  "busid7": "Контракт: Представляет формальную или неформальную спецификацию соглашения между поставщиком и потребителем, которая определяет права и обязанности, связанные с продуктом, и устанавливает функциональные и нефункциональные параметры взаимодействия.",
  "busid8": "Представление: Представляет воспринимаемую форму информации, которую несет бизнес-объект.",
  "busid9": "Продукт: Продукт представляет связанный набор сервисов и/или элементов пассивной структуры, сопровождаемый контрактом, который предлагается как единое целое внутренним или внешним клиентам.",
  
  "app": "Слой приложений",
  "appc1": "Раздел",
  "appc2": "Иконка",
  "appc3": "Примеры слоя приложений",
  "appr1": "Активная<br>структура",
  "appr2": "Элемент<br>поведения",
  "appr3": "Элемент<br>пассивной структуры",
  
  "appe1": "Элементы активной структуры приложений",
  "appe2": "Элементы поведения приложений",
  "appe3": "Элементы пассивной структуры приложений",
  
  "appd1": "Компонент: Представляет инкапсуляцию функциональности приложения, соответствующую структуре реализации, которая является модульной и заменяемой.",
  "appd2": "Коллаборация: Представляет совокупность двух или более внутренних элементов активной структуры приложений, которые работают вместе для осуществления коллективного поведения приложений.",
  "appd3": "Представляет точку доступа, где сервисы приложений доступны пользователю, другому компоненту приложения или узлу.",
  "appd4": "Функция: Представляет автоматизированное поведение, которое может быть выполнено компонентом приложения.",
  "appd5": "Взаимодействие: Представляет единицу коллективного поведения приложений, выполняемого (коллаборацией) двумя или более компонентами приложений.",
  "appd6": "Процесс: Представляет последовательность поведения приложений, которая достигает конкретного результата.",
  "appd7": "Событие: Представляет изменение состояния приложения.",
  "appd8": "Сервис: Представляет явно определенное поведение приложений, доступное внешне.",
  "appd9": "Объект данных: Представляет данные, структурированные для автоматизированной обработки.",
  
  "tech": "Технологический слой",
  "techc1": "Раздел",
  "techc2": "Иконка",
  "techc3": "Примеры технологического слоя",
  "techr1": "Активная<br>структура",
  "techr2": "Элемент<br>поведения",
  "techr3": "Элемент<br>пассивной<br>структуры",
  
  "techd1": "Узел: Представляет вычислительный или физический ресурс, который содержит, управляет или взаимодействует с другими вычислительными или физическими ресурсами.",
  "techd2": "Устройство: Представляет физический ИТ-ресурс, на котором могут быть сохранены артефакты и развернуто системное программное обеспечение.",
  "techd3": "Системное программное обеспечение: Представляет программное обеспечение, которое предоставляет или вносит вклад в создание среды для хранения, выполнения и использования программ или данных, развернутых в ней.",
  "techd4": "Технологическая коллаборация: Представляет совокупность двух или более внутренних элементов активной структуры технологического слоя, которые работают вместе для осуществления коллективного технологического поведения.",
  "techd5": "Технологический интерфейс: Представляет точку доступа, через которую могут быть доступны технологические сервисы, предлагаемые узлом.",
  "techd6": "Канал: Представляет связь между двумя или более узлами, через которую они могут обмениваться данными, энергией или материалами.",
  "techd7": "Коммуникационная сеть: Представляет набор структур, соединяющих узлы для передачи, маршрутизации и приема данных.",
  "techd8": "Технологическая функция: Представляет совокупность элементов технологического поведения, которые могут быть выполнены узлом.",
  "techd9": "Технологический процесс: Представляет последовательность технологических действий, которая достигает конкретного результата.",
  "techd10": "Технологическое взаимодействие: Представляет единицу коллективного технологического поведения, выполняемого (коллаборацией) двумя или более узлами.",
  "techd11": "Технологическое событие: Представляет изменение состояния в технологическом слое.",
  "techd12": "Технологический сервис: Представляет явно определенное, доступное внешне технологическое поведение.",
  "techd13": "Представляет единицу данных, которая используется или создается в процессе разработки программного обеспечения или при развертывании и эксплуатации ИТ-системы.",
  "techd14": "Объект данных: Представляет структуру данных.",
  
  "phy": "Физические элементы",
  "phyc1": "Раздел",
  "phyc2": "Иконка",
  "phyc3": "Примеры физических элементов",
  "phyr1": "Активная<br>структура",
  "phyr3": "Пассивная<br>структура",
  
  "phye1": "Физические элементы",
  
  "phyd1": "Оборудование: Представляет одну или несколько физических машин, инструментов или приспособлений, которые могут создавать, использовать, хранить, перемещать или преобразовывать материалы.",
  "phyd2": "Сооружение: Представляет физическую структуру или место.",
  "phyd3": "Распределительная сеть: Представляет физическую сеть, используемую для транспортировки материалов или энергии.",
  "phyd4": "Материал: Представляет осязаемую физическую материю или энергию.",
  
  "imp": "Реализация",
  "impc1": "Раздел",
  "impc2": "Иконка",
  "impc3": "Примеры слоя реализации и миграции",
  "impr1": "Активная<br>структура",
  "impd1": "Пакет работ: Представляет серию действий, определенных и разработанных для достижения конкретных результатов с учетом ограничений по времени и ресурсам.",
  "impd2": "Поставляемый результат: Представляет точно определенный результат пакета работ.",
  "impd3": "Событие реализации: Представляет изменение состояния, связанное с реализацией или миграцией.",
  "impd4": "Плато: Представляет относительно стабильное состояние архитектуры, существующее в течение ограниченного периода времени.",
  "impd5": "Разрыв: Представляет утверждение о различиях между двумя плато.",
  
  "oth" : "Other",
  "othr1" : "Composite elements",
  "othc1" : "Раздел",
  "othc2" : "IcИконкаon",
  "othc3" : "Composite elements example",

  "othd1": "Местоположение: Представляет физическое местоположение.",
  "othd2" : "Grouping: The grouping element aggregates or composes concepts that belong together based on some common characteristic.",

  "othe1" : "Location and grouping",
  
  "about": "О A3CC"

}